Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Preparing Model Context
de: Modellkontext wird vorbereitet
es: Preparando contexto del modelo
fr: Préparation du contexte de modèle
ja: モデルコンテキストを準備中
ko: 모델 컨텍스트 준비 중
zh_hans: 正在准备模型上下文

source: Preparing Transcript...
de: Transkript wird vorbereitet...
es: Preparando transcripción...
fr: Préparation de la transcription...
ja: 書き起こしを準備中...
ko: 전사 준비 중...
zh_hans: 正在准备听写...

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hans: 预览

source: Previous Conversation
de: Vorherige Unterhaltung
es: Conversación anterior
fr: Conversation précédente
ja: 前の会話
ko: 이전 대화
zh_hans: 切换至上个对话

source: Privacy First
de: Datenschutz zuerst
es: Privacidad primero
fr: Priorité à la confidentialité
ja: プライバシー最優先
ko: 프라이버시 우선
zh_hans: 隐私优先

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

source: Proactive
de: Proaktiv
es: Proactivo
fr: Proactif
ja: プロアクティブ
ko: 능동
zh_hans: 主动

source: Proactive Memory
de: Proaktive Erinnerung
es: Memoria proactiva
fr: Mémoire proactive
ja: プロアクティブメモリー
ko: 능동 메모리
zh_hans: 主动提供记忆

source: Proactive Memory Context
de: Proaktiver Erinnerungskontext
es: Contexto de memoria proactiva
fr: Contexte de mémoire proactive
ja: プロアクティブメモリーのコンテキスト
ko: 능동 메모리 컨텍스트
zh_hans: 主动提供的记忆摘要

source: Proactive memory sharing is disabled.
de: Proaktives Teilen von Erinnerungen ist deaktiviert.
es: El uso proactivo de la memoria está desactivado.
fr: Le partage proactif de mémoire est désactivé.
ja: プロアクティブなメモリー共有は無効です。
ko: 능동 메모리 공유가 비활성화되었습니다.
zh_hans: 已关闭主动提供记忆。

source: Process %@...
de: %@ wird verarbeitet...
es: Procesar %@...
fr: Traitement de %@...
ja: %@ を処理中...
ko: %@ 처리 중...
zh_hans: 正在处理 %@…

source: Processed %lld image(s)
de: %lld Bild(er) verarbeitet
es: %lld imagen(es) procesadas
fr: %lld image(s) traitée(s)
ja: %lld 枚の画像を処理しました
ko: 이미지 %lld개를 처리했습니다
zh_hans: 已处理 %lld 张图片

source: Processing Attachments
de: Anhänge werden verarbeitet
es: Procesando adjuntos
fr: Traitement des pièces jointes
ja: 添付を処理中
ko: 첨부 처리 중
zh_hans: 处理附件中

source: Processing Request
de: Anfrage wird verarbeitet
es: Procesando solicitud
fr: Traitement de la requête
ja: リクエストを処理中
ko: 요청 처리 중
zh_hans: 正在处理请求

source: Processing Web Search Results
de: Web-Suchergebnisse werden verarbeitet
es: Procesando resultados de búsqueda web
fr: Traitement des résultats de recherche web
ja: ウェブ検索結果を処理中
ko: 웹 검색 결과 처리 중
zh_hans: 正在处理网页搜索的结果

source: Provider Options
de: Anbieteroptionen
es: Opciones del proveedor
fr: Options du fournisseur
ja: プロバイダオプション
ko: 제공자 옵션
zh_hans: 提供商选项

source: Query Calendar
de: Kalender abfragen
es: Consultar calendario
fr: Interroger le calendrier
ja: カレンダーを照会
ko: 캘린더 조회
zh_hans: 查询日历

source: Quick Reply %@
de: Schnellantwort %@
es: Respuesta rápida %@
fr: Réponse rapide %@
ja: クイック返信 %@
ko: 빠른 답장 %@
zh_hans: 快速回复 %@

source: Random Dial Tone
de: Zufälliger Wählton
es: Tono de marcación aleatorio
fr: Tonalité aléatoire
ja: ランダムダイヤルトーン
ko: 무작위 다이얼 톤
zh_hans: 随机拨号音

source: Raw Content
de: Rohinhalt
es: Contenido en bruto
fr: Contenu brut
ja: 生のコンテンツ
ko: 원본 콘텐츠
zh_hans: 原始数据

source: Re-run
de: Erneut ausführen
es: Volver a ejecutar
fr: Relancer
ja: 再実行
ko: 다시 실행
zh_hans: 重新运行

source: Read Documents
de: Dokumente lesen
es: Leer documentos
fr: Lire les documents
ja: ドキュメントを読む
ko: 문서 읽기
zh_hans: 查看文档

source: Ready to Use
de: Sofort einsatzbereit
es: Listo para usar
fr: Prêt à l’emploi
ja: すぐに使える
ko: 즉시 사용 가능
zh_hans: 即刻可用

source: Reasoning
de: Begründung
es: Razonamiento
fr: Raisonnement
ja: 推論
ko: 추론
zh_hans: 推理

source: Reasoning Effort
de: Reasoning-Aufwand
es: Esfuerzo de razonamiento
fr: Effort de raisonnement
ja: 推論の労力
ko: 추론 노력
zh_hans: 推理强度

source: Reasoning Keys
de: Reasoning-Schlüssel
es: Claves de razonamiento
fr: Clés de raisonnement
ja: 推論キー
ko: 추론 키
zh_hans: 推理键名

source: Reasoning Mode
de: Reasoning-Modus
es: Modo de razonamiento
fr: Mode raisonnement
ja: 推論モード
ko: 추론 모드
zh_hans: 推理模式

source: Reasoning Parameters
de: Reasoning-Parameter
es: Parámetros de razonamiento
fr: Paramètres de raisonnement
ja: 推論パラメータ
ko: 추론 매개변수
zh_hans: 推理参数

source: Recall Memory
de: Erinnerung abrufen
es: Recordar memoria
fr: Rappeler une mémoire
ja: メモリーを呼び出す
ko: 메모리 불러오기
zh_hans: 调取记忆

source: Received %lld images.
de: %lld Bilder empfangen.
es: Se recibieron %lld imágenes.
fr: %lld images reçues.
ja: %lld 枚の画像を受信しました。
ko: 이미지 %lld개를 받았습니다.
zh_hans: 收到 %lld 张图像。

source: Received an image
de: Ein Bild erhalten
es: Se recibió una imagen
fr: Une image reçue
ja: 画像を受信しました
ko: 이미지를 받았습니다
zh_hans: 收到一张图片

source: Recent Used
de: Kürzlich verwendet
es: Usados recientemente
fr: Récemment utilisé
ja: 最近使用
ko: 최근 사용
zh_hans: 最近使用

source: Redo (Edit)
de: Wiederholen (Bearbeiten)
es: Rehacer (Editar)
fr: Rétablir (édition)
ja: やり直し（編集）
ko: 다시 실행(편집)
zh_hans: 重做（编辑）

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로 고침
zh_hans: 刷新

source: Refreshed
de: Aktualisiert
es: Actualizado
fr: Actualisé
ja: 更新しました
ko: 새로 고침 완료
zh_hans: 已刷新

source: Refreshing...
de: Aktualisiere...
es: Actualizando...
fr: Actualisation...
ja: 更新中...
ko: 새로 고침 중...
zh_hans: 正在刷新...

source: Regarding whether the prompt from the application should be inherited or ignored when creating a new conversation from this template.
de: Legt fest, ob der Prompt der Anwendung beim Erstellen einer neuen Unterhaltung aus dieser Vorlage übernommen oder ignoriert werden soll.
es: Define si la instrucción de la aplicación se hereda o se ignora al crear una conversación nueva desde esta plantilla.
fr: Indique si l’invite de l’application doit être héritée ou ignorée lors de la création d’une conversation depuis ce modèle.
ja: このテンプレートから新しい会話を作成する際に、アプリのプロンプトを継承するか無視するかの設定です。
ko: 이 템플릿으로 새 대화를 만들 때 앱 프롬프트를 이어받을지 무시할지 설정합니다.
zh_hans: 关于在从此模板创建新会话时，是否应继承或忽略来自应用程序配置的提示词。

source: Regardless of whether image compression is enabled, the EXIF information of the image will be removed. This will delete information such as the shooting date and location.
de: Unabhängig davon, ob Bildkomprimierung aktiviert ist, werden die EXIF-Informationen entfernt, z. B. Aufnahmedatum und Standort.
es: Independientemente de si la compresión está activada, se eliminará la información EXIF de la imagen, como fecha y ubicación.
fr: Que la compression d’image soit activée ou non, les informations EXIF seront supprimées, y compris la date et la localisation de prise de vue.
ja: 画像圧縮の有無にかかわらず、画像の EXIF 情報は削除されます（撮影日時や位置情報などが消えます）。
ko: 이미지 압축 여부와 관계없이 EXIF 정보가 제거됩니다. 촬영 날짜와 위치 등의 정보가 삭제됩니다.
zh_hans: 不论是否启用图片压缩，图片的 EXIF 信息都会被删除。这将删除包括拍摄日期、位置等信息。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名

source: Rendering Content
de: Inhalt wird gerendert
es: Renderizando contenido
fr: Rendu du contenu
ja: コンテンツをレンダリング中
ko: 콘텐츠 렌더링 중
zh_hans: 正在渲染

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換
ko: 교체
zh_hans: 替换

source: Replace all local data with a previous database export.
de: Alle lokalen Daten durch einen früheren Datenbank-Export ersetzen.
es: Reemplaza todos los datos locales con una exportación previa de la base de datos.
fr: Remplacez toutes les données locales par une exportation de base de données précédente.
ja: ローカルデータを以前のデータベースエクスポートで全て置き換えます。
ko: 모든 로컬 데이터를 이전 데이터베이스 내보내기로 대체합니다.
zh_hans: 使用之前导出的数据库替换所有本地数据。

source: Requires iOS 26+
de: Erfordert iOS 26+
es: Requiere iOS 26+
fr: Nécessite iOS 26+
ja: iOS 26 以降が必要です
ko: iOS 26+ 필요
zh_hans: 需要 iOS 26+

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置

source: Reset App
de: App zurücksetzen
es: Restablecer app
fr: Réinitialiser l’app
ja: アプリをリセット
ko: 앱 재설정
zh_hans: 重置应用程序

source: Reset Temporary Items
de: Temporäre Elemente zurücksetzen
es: Restablecer elementos temporales
fr: Réinitialiser les éléments temporaires
ja: 一時項目をリセット
ko: 임시 항목 재설정
zh_hans: 重置临时文件

source: Resource not found, please check your installation.
de: Ressource nicht gefunden, bitte Installation prüfen.
es: Recurso no encontrado, revisa tu instalación.
fr: Ressource introuvable, veuillez vérifier votre installation.
ja: リソースが見つかりません。インストールを確認してください。
ko: 리소스를 찾을 수 없습니다. 설치를 확인하세요.
zh_hans: 资源未找到，请检查你所安装的软件数据。

source: Responses Format
de: Antwortformat
es: Formato de respuestas
fr: Format des réponses
ja: レスポンス形式
ko: 응답 형식
zh_hans: 响应格式

source: Restore a settings backup. The app will exit after import.
de: Eine Einstellungs-Sicherung wiederherstellen. Die App beendet sich nach dem Import.
es: Restaurar una copia de seguridad de ajustes. La app se cerrará tras la importación.
fr: Restaurer une sauvegarde des réglages. L’app se fermera après l’import.
ja: 設定バックアップを復元します。インポート後にアプリは終了します。
ko: 설정 백업을 복원합니다. 가져오기 후 앱이 종료됩니다.
zh_hans: 恢复设置备份。导入完成后应用将退出。

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
ja: 制限中
ko: 제한됨
zh_hans: 受限

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
ko: 결과
zh_hans: 结果

source: Result Limit
de: Ergebnislimit
es: Límite de resultados
fr: Limite de résultats
ja: 結果の上限
ko: 결과 제한
zh_hans: 结果上限

source: Retrieving Location
de: Standort wird abgerufen
es: Obteniendo ubicación
fr: Récupération de la localisation
ja: 位置情報を取得中
ko: 위치 가져오는 중
zh_hans: 正在获取定位

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试

source: Return only the transcription without additional commentary.
de: Nur die Transkription zurückgeben, ohne zusätzliche Kommentare.
es: Devuelve solo la transcripción sin comentarios adicionales.
fr: Retournez uniquement la transcription sans commentaire supplémentaire.
ja: 追加のコメントなしで書き起こしのみ返してください。
ko: 추가 설명 없이 전사만 반환하세요.
zh_hans: 仅返回转写内容，不要返回额外的评论。

source: Return the full document of the most recent conversation.
de: Das vollständige Dokument der neuesten Unterhaltung zurückgeben.
es: Devuelve el documento completo de la conversación más reciente.
fr: Retournez le document complet de la conversation la plus récente.
ja: 最新の会話の全文を返してください。
ko: 가장 최근 대화의 전체 문서를 반환하세요.
zh_hans: 返回最近一次对话的完整文档。

source: Rewrite
de: Umschreiben
es: Reescribir
fr: Réécrire
ja: 書き換え
ko: 리라이트
zh_hans: 改写

source: Rewrite text in a more professional tone while preserving meaning.
de: Text in professionellerem Ton umschreiben, Bedeutung beibehalten.
es: Reescribe el texto en un tono más profesional preservando el significado.
fr: Réécrivez le texte dans un ton plus professionnel tout en conservant le sens.
ja: 意味を保ったまま、よりプロフェッショナルなトーンで文章を書き換えます。
ko: 의미를 유지하면서 텍스트를 더 전문적인 어조로 다시 작성하세요.
zh_hans: 以更专业的语气改写文本，同时保留原意。

source: Rewrite text with a warmer and more approachable tone.
de: Text in wärmerem, zugänglicherem Ton umschreiben.
es: Reescribe el texto con un tono más cálido y cercano.
fr: Réécrivez le texte dans un ton plus chaleureux et accessible.
ja: より温かく親しみやすいトーンで文章を書き換えます。
ko: 텍스트를 더 따뜻하고 친근한 어조로 다시 작성하세요.
zh_hans: 以更温暖、更亲切的语气改写文本。

source: Rewrite the following content so it reads professional, confident, and concise while preserving the original meaning. Reply with the revised text only.
de: Schreibe den folgenden Inhalt professionell, selbstbewusst und prägnant um, ohne die Bedeutung zu ändern. Antworte nur mit dem überarbeiteten Text.
es: Reescribe el siguiente contenido para que suene profesional, seguro y conciso manteniendo el significado original. Responde solo con el texto revisado.
fr: Réécrivez le contenu suivant pour qu’il soit professionnel, sûr et concis tout en préservant le sens. Répondez uniquement avec le texte révisé.
ja: 以下の内容を、意味を保ちつつプロフェッショナルで自信に満ちた簡潔な文に書き換えてください。修正後の文章のみ返答してください。
ko: 다음 내용을 원래 의미를 유지하면서 전문적이고 자신감 있게, 간결하게 다시 작성하세요. 수정된 텍스트만 답변하세요.
zh_hans: 改写以下内容，使其读起来专业、自信、简洁，同时保留原意。只回复修改后的文本。

source: Rewrite the following content to be more concise and direct while keeping essential details. Reply with the revised text only.
de: Schreibe den folgenden Inhalt prägnanter und direkter, behalte die wesentlichen Details bei. Antworte nur mit dem überarbeiteten Text.
es: Reescribe el siguiente contenido para que sea más conciso y directo conservando los detalles esenciales. Responde solo con el texto revisado.
fr: Réécrivez le contenu suivant pour qu’il soit plus concis et direct en conservant l’essentiel. Répondez uniquement avec le texte révisé.
ja: 以下の内容を重要な情報を保持しつつ、より簡潔で直接的な文に書き換えてください。修正後の文章のみ返答してください。
ko: 다음 내용을 핵심을 유지하며 더 간결하고 직설적으로 다시 작성하세요. 수정된 텍스트만 답변하세요.
zh_hans: 将以下内容改写得更简洁、更直接，同时保留关键细节。只回复修改后的文本。

source: Rewrite the following content to sound warm, friendly, and easy to understand while keeping the same intent. Reply with the revised text only.
de: Schreibe den folgenden Inhalt warm, freundlich und leicht verständlich um, bei gleichem Anliegen. Antworte nur mit dem überarbeiteten Text.
es: Reescribe el siguiente contenido para que suene cálido, amable y fácil de entender, manteniendo la intención. Responde solo con el texto revisado.
fr: Réécrivez le contenu suivant pour le rendre chaleureux, amical et facile à comprendre tout en gardant la même intention. Répondez uniquement avec le texte révisé.
ja: 以下の内容を同じ意図のまま、温かく親しみやすく理解しやすい文に書き換えてください。修正後の文章のみ返答してください。
ko: 다음 내용을 의도는 유지하면서 따뜻하고 친근하며 이해하기 쉽게 다시 작성하세요. 수정된 텍스트만 답변하세요.
zh_hans: 将以下内容改写得温暖、友好、易于理解，同时保持相同的意图。只回复修改后的文本。

source: Rewrite the text in a friendly tone using the default model
de: Text im freundlichen Ton mit dem Standardmodell umschreiben
es: Reescribe el texto en tono amistoso usando el modelo predeterminado
fr: Réécrire le texte sur un ton amical avec le modèle par défaut
ja: デフォルトモデルで文章をフレンドリーなトーンに書き換える
ko: 기본 모델로 텍스트를 친근한 톤으로 리라이트
zh_hans: 使用默认模型以友好语气改写文本

source: Rewrite the text professionally using the default model
de: Text professionell mit dem Standardmodell umschreiben
es: Reescribe el texto en tono profesional usando el modelo predeterminado
fr: Réécrire le texte de façon professionnelle avec le modèle par défaut
ja: デフォルトモデルで文章をプロフェッショナルに書き換える
ko: 기본 모델로 텍스트를 전문적으로 리라이트
zh_hans: 使用默认模型以专业语气改写文本

source: Rewrite the text with a friendly tone
de: Text mit freundlichem Ton umschreiben
es: Reescribe el texto con un tono amistoso
fr: Réécrire le texte sur un ton amical
ja: 文章をフレンドリーなトーンに書き換える
ko: 텍스트를 친근한 톤으로 리라이트
zh_hans: 使用友好语气改写文本

source: Rewrite the text with a professional tone
de: Text in professionellem Ton umschreiben
es: Reescribe el texto con un tono profesional
fr: Réécrire le texte sur un ton professionnel
ja: 文章をプロフェッショナルなトーンに書き換える
ko: 텍스트를 전문적인 톤으로 리라이트
zh_hans: 以专业语气改写文本

source: Rewriting Message
de: Nachricht wird umgeschrieben
es: Reescribiendo mensaje
fr: Réécriture du message
ja: メッセージを書き換え中
ko: 메시지 리라이트 중
zh_hans: 正在改写

source: Rewriting Template
de: Vorlage wird umgeschrieben
es: Plantilla de reescritura
fr: Réécriture du modèle
ja: テンプレートを書き換え中
ko: 템플릿 리라이트 중
zh_hans: 重写模板

source: Role
de: Rolle
es: Rol
fr: Rôle
ja: 役割
ko: 역할
zh_hans: 角色

source: Run private, offline MLX models directly on Apple Silicon.
de: Private, offline MLX-Modelle direkt auf Apple Silicon ausführen.
es: Ejecuta modelos MLX privados y sin conexión directamente en Apple Silicon.
fr: Exécutez des modèles MLX privés hors ligne directement sur Apple Silicon.
ja: プライベートなオフライン MLX モデルを Apple Silicon 上で直接実行。
ko: 개인용 오프라인 MLX 모델을 Apple Silicon에서 바로 실행합니다.
zh_hans: 在 Apple Silicon 上直接运行私有离线的 MLX 模型。

source: Running
de: Läuft
es: En ejecución
fr: En cours
ja: 実行中
ko: 실행 중
zh_hans: 运行中

source: Running Evaluation
de: Bewertung läuft
es: Evaluación en curso
fr: Évaluation en cours
ja: 評価を実行中
ko: 평가 실행 중
zh_hans: 正在评估

source: Runtime System Prompt
de: System-Prompt zur Laufzeit
es: Instrucción del sistema en tiempo de ejecución
fr: Invite système à l’exécution
ja: ランタイムシステムプロンプト
ko: 런타임 시스템 프롬프트
zh_hans: 运行时系统提示词

source: Sampling Parameters
de: Sampling-Parameter
es: Parámetros de muestreo
fr: Paramètres d’échantillonnage
ja: サンプリングパラメータ
ko: 샘플링 매개변수
zh_hans: 采样参数

source: Sampling request was denied by the user.
de: Sampling-Anfrage wurde vom Nutzer abgelehnt.
es: La solicitud de muestreo fue denegada por el usuario.
fr: La demande d’échantillonnage a été refusée par l’utilisateur.
ja: サンプリング要求はユーザーに拒否されました。
ko: 샘플링 요청이 사용자에 의해 거부되었습니다.
zh_hans: 采样的请求被拒绝。

source: Save Image
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l’image
ja: 画像を保存
ko: 이미지 저장
zh_hans: 保存图片

source: Save to Conversation
de: In Unterhaltung speichern
es: Guardar en la conversación
fr: Enregistrer dans la conversation
ja: 会話に保存
ko: 대화에 저장
zh_hans: 保存到对话

source: Scope: %@
de: Geltungsbereich: %@
es: Ámbito: %@
fr: Portée : %@
ja: スコープ: %@
ko: 범위: %@
zh_hans: 范围：%@

source: Seamlessly sync conversations across iPhone, iPad, and Mac (requires iOS 17+).
de: Synchronisiere Unterhaltungen nahtlos zwischen iPhone, iPad und Mac (erfordert iOS 17+).
es: Sincroniza conversaciones sin esfuerzo entre iPhone, iPad y Mac (requiere iOS 17+).
fr: Synchronisez vos conversations de façon fluide entre iPhone, iPad et Mac (iOS 17+ requis).
ja: iPhone、iPad、Mac間で会話をシームレスに同期（iOS 17以降が必要）。
ko: iPhone, iPad, Mac 간 대화를 원활하게 동기화합니다(iOS 17 이상 필요).
zh_hans: 在 iPhone、iPad 和 Mac 之间无缝同步对话（需要 iOS 17 及以上）。

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search Chats
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher dans les chats
ja: チャットを検索
ko: 채팅 검색
zh_hans: 搜索聊天

source: Search completed with no results
de: Suche ohne Ergebnisse abgeschlossen
es: Búsqueda completada sin resultados
fr: Recherche terminée sans résultat
ja: 検索が完了しましたが結果はありません
ko: 검색이 완료되었지만 결과가 없습니다
zh_hans: 网页搜索没有找到结果

source: Search Conversations
de: Unterhaltungen durchsuchen
es: Buscar conversaciones
fr: Rechercher des conversations
ja: 会話を検索
ko: 대화 검색
zh_hans: 搜索对话

source: Search Emoji
de: Emojis durchsuchen
es: Buscar emoji
fr: Rechercher des emojis
ja: 絵文字を検索
ko: 이모지 검색
zh_hans: 搜索表情

source: Search Limit
de: Suchlimit
es: Límite de búsqueda
fr: Limite de recherche
ja: 検索上限
ko: 검색 제한
zh_hans: 搜索限制

source: Search logs...
de: Protokolle durchsuchen...
es: Buscar en registros...
fr: Rechercher dans les journaux...
ja: ログを検索...
ko: 로그 검색...
zh_hans: 搜索日志...

source: Search memories...
de: Erinnerungen durchsuchen...
es: Buscar recuerdos...
fr: Rechercher des mémoires...
ja: メモリーを検索...
ko: 메모리 검색...
zh_hans: 搜索记忆

source: Search Model
de: Modell suchen
es: Buscar modelo
fr: Rechercher un modèle
ja: モデルを検索
ko: 모델 검색
zh_hans: 搜索模型

source: Search saved conversations by ${keyword}
de: Gespeicherte Unterhaltungen nach ${keyword} durchsuchen
es: Busca conversaciones guardadas por ${keyword}
fr: Recherchez les conversations enregistrées par ${keyword}
ja: ${keyword} で保存済み会話を検索
ko: 저장된 대화를 ${keyword}로 검색
zh_hans: 使用 ${keyword} 搜索对话

source: Search saved conversations by keyword and return formatted summaries.
de: Gespeicherte Unterhaltungen nach Stichwort durchsuchen und formatierte Zusammenfassungen zurückgeben.
es: Busca conversaciones guardadas por palabra clave y devuelve resúmenes formateados.
fr: Recherchez les conversations enregistrées par mot-clé et retournez des résumés formatés.
ja: キーワードで保存済み会話を検索し、要約を返します。
ko: 저장된 대화를 키워드로 검색하고 서식 있는 요약을 반환합니다.
zh_hans: 按关键字搜索已保存的会话，并返回格式化摘要。

source: Search Strategy
de: Suchstrategie
es: Estrategia de búsqueda
fr: Stratégie de recherche
ja: 検索戦略
ko: 검색 전략
zh_hans: 搜索策略

source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 검색…
zh_hans: 搜索...

source: Searched %lld website(s), fetching them
de: %lld Website(s) durchsucht, werden abgerufen
es: Se buscaron %lld sitios web, obteniéndolos
fr: %lld site(s) recherché(s), récupération en cours
ja: %lld 件のサイトを検索しました。取得中です
ko: 웹사이트 %lld개를 검색했으며 가져오는 중입니다
zh_hans: 已找到 %lld 个网站，正在获取数据

source: Select a model
de: Modell auswählen
es: Selecciona un modelo
fr: Sélectionnez un modèle
ja: モデルを選択
ko: 모델을 선택하세요.
zh_hans: 选择一个模型

source: Select an image to accompany the request.
de: Ein Bild zur Anfrage auswählen.
es: Selecciona una imagen para acompañar la solicitud.
fr: Sélectionnez une image pour accompagner la requête.
ja: リクエストに添える画像を選択してください。
ko: 요청에 첨부할 이미지를 선택하세요.
zh_hans: 请选择要随请求附上的图像。

source: Select an image to include.
de: Einzubeziehendes Bild auswählen.
es: Selecciona una imagen para incluir.
fr: Sélectionnez une image à inclure.
ja: 含める画像を選択してください。
ko: 포함할 이미지를 선택하세요.
zh_hans: 选择要包含的图像。

source: Select as Default
de: Als Standard auswählen
es: Seleccionar como predeterminado
fr: Sélectionner par défaut
ja: デフォルトとして選択
ko: 기본값으로 선택
zh_hans: 选择为默认

source: Select from Existing
de: Aus vorhandenen auswählen
es: Seleccionar de existentes
fr: Sélectionner parmi l’existant
ja: 既存から選択
ko: 기존 항목에서 선택
zh_hans: 选择现有

source: Select from Server
de: Vom Server auswählen
es: Seleccionar del servidor
fr: Sélectionner depuis le serveur
ja: サーバーから選択
ko: 서버에서 선택
zh_hans: 从服务器中选择

source: Select which format this model should use when performing network requests.
de: Format auswählen, das dieses Modell bei Netzwerkanfragen verwenden soll.
es: Selecciona qué formato debe usar este modelo al realizar solicitudes de red.
fr: Choisissez le format que ce modèle doit utiliser pour les requêtes réseau.
ja: ネットワークリクエスト時にこのモデルが使用する形式を選択します。
ko: 이 모델이 네트워크 요청 시 사용할 형식을 선택하세요.
zh_hans: 选择网络请求所使用的格式。

source: Send a message and get the model's response.
de: Eine Nachricht senden und die Modellantwort erhalten.
es: Envía un mensaje y obtén la respuesta del modelo.
fr: Envoyez un message et obtenez la réponse du modèle.
ja: メッセージを送信し、モデルの応答を受け取ります。
ko: 메시지를 보내고 모델의 응답을 받습니다.
zh_hans: 发送消息并获得回复。

source: Send us an email.
de: Schicke uns eine E-Mail.
es: Envíanos un correo.
fr: Envoyez-nous un e-mail.
ja: メールでご連絡ください。
ko: 이메일을 보내주세요.
zh_hans: 向我们发送电子邮件。

source: Send your ${message} with the default model
de: Sende dein ${message} mit dem Standardmodell
es: Envía tu ${message} con el modelo predeterminado
fr: Envoyez votre ${message} avec le modèle par défaut
ja: デフォルトモデルで ${message} を送信
ko: 기본 모델로 ${message}를 보내세요
zh_hans: 使用默认模型发送 ${message}

source: Send your ${message} with the selected model
de: Sende dein ${message} mit dem ausgewählten Modell
es: Envía tu ${message} con el modelo seleccionado
fr: Envoyez votre ${message} avec le modèle sélectionné
ja: 選択したモデルで ${message} を送信
ko: 선택한 모델로 ${message}를 보내세요
zh_hans: 使用选中的模型发送 ${message}

source: Sending Hello...
de: "Hello" wird gesendet...
es: Enviando Hola...
fr: Envoi de Bonjour...
ja: Hello を送信中...
ko: Hello 보내는 중...
zh_hans: 正在打招呼...

source: Set
de: Festlegen
es: Establecer
fr: Définir
ja: 設定
ko: 설정
zh_hans: 设定

# Set %@ to %@
source: Set %1$@ to %2$@
de: %1$@ auf %2$@ setzen
es: Establecer %1$@ en %2$@
fr: Définir %1$@ sur %2$@
ja: %1$@ を %2$@ に設定
ko: %1$@를 %2$@로 설정
zh_hans: 将 %1$@ 设置为 %2$@

source: Set a new title for the conversation. Leave empty to keep unchanged. This will disable auto-renaming.
de: Einen neuen Titel für die Unterhaltung setzen. Leer lassen, um unverändert zu lassen. Deaktiviert die automatische Umbenennung.
es: Define un nuevo título para la conversación. Déjalo vacío para mantenerlo. Esto desactivará el renombrado automático.
fr: Définissez un nouveau titre pour la conversation. Laissez vide pour conserver l’actuel. Cela désactivera le renommage automatique.
ja: 会話の新しいタイトルを設定します。空のままなら変更しません。自動リネームは無効になります。
ko: 대화의 새 제목을 설정하세요. 비워두면 변경하지 않습니다. 자동 이름 변경이 비활성화됩니다.
zh_hans: 设置此对话的新名字。留空将不应用修改。此操作会禁用自动命名。

source: Set Budget to %lld Tokens
de: Budget auf %lld Tokens setzen
es: Fijar presupuesto en %lld tokens
fr: Définir le budget à %lld jetons
ja: 予算を %lld トークンに設定
ko: 예산을 %lld 토큰으로 설정
zh_hans: 设置预算：%lld

source: Set Conversation Model
de: Unterhaltungsmodell festlegen
es: Establecer modelo de conversación
fr: Définir le modèle de conversation
ja: 会話モデルを設定
ko: 대화 모델 설정
zh_hans: 设置对话模型

source: Set Model
de: Modell festlegen
es: Establecer modelo
fr: Définir le modèle
ja: モデルを設定
ko: 모델 설정
zh_hans: 设置模型
